Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Pick a size and tap Add Widget.
ar: اختر حجمًا واضغط على «إضافة أداة».
ca: Tria una mida i toca Afegeix el giny.
cs: Vyberte velikost a klepněte na Přidat widget.
da: Vælg en størrelse, og tryk på Tilføj widget.
de: Wähle eine Größe und tippe auf „Widget hinzufügen“.
el: Επιλέξτε μέγεθος και αγγίξτε «Προσθήκη γραφικού στοιχείου».
es: Elige un tamaño y toca Agregar widget.
fi: Valitse koko ja napauta Lisää widget.
fr: Choisissez une taille et touchez Ajouter le widget.
he: בחר גודל והקש על ״הוסף וידג׳ט״.
hi: कोई साइज़ चुनें और “विजेट जोड़ें” पर टैप करें।
hr: Odaberite veličinu i dodirnite Dodaj widget.
hu: Válasszon méretet, és koppintson a Widget hozzáadása gombra.
id: Pilih ukuran, lalu ketuk Tambah Widget.
it: Scegli una dimensione e tocca Aggiungi widget.
ja: サイズを選んで、「ウィジェットを追加」をタップします。
ko: 크기를 선택하고 위젯 추가를 탭하십시오.
ms: Pilih saiz dan ketik Tambah Widget.
nb: Velg en størrelse, og trykk på Legg til widget.
nl: Kies een formaat en tik op ‘Voeg widget toe’.
pl: Wybierz rozmiar i stuknij w Dodaj widżet.
pt_br: Escolha um tamanho e toque em Adicionar Widget.
pt_pt: Escolha um tamanho e toque em Adicionar widget.
ro: Alegeți o dimensiune și apăsați pe Adăugați widgetul.
ru: Выберите размер и коснитесь «Добавить виджет».
sk: Vyberte veľkosť a ťuknite na Pridať widget.
sv: Välj en storlek och tryck på Lägg till widget.
th: เลือกขนาดแล้วแตะ “เพิ่มวิดเจ็ต”
tr: Bir boyut seçin ve Widget Ekle’ye dokunun.
uk: Виберіть розмір і торкніться «Додати віджет».
vi: Chọn kích cỡ và chạm vào Thêm tiện ích.
zh_hans: 选取尺寸，然后轻点“添加小组件”。
zh_hant: 選擇大小，然後點一下「加入小工具」。

source: Pick your card (or anyone's) to fill this in. Lunet only sees the one you choose.
ar: اختر بطاقتك (أو بطاقة أي شخص) لملء هذا. لا يرى Lunet سوى البطاقة التي تختارها.
ca: Tria la teva targeta (o la de qualsevol altra persona) per omplir-ho. Lunet només veu la que triïs.
cs: Vyberte svou kartu (nebo kohokoli jiného) a vyplňte to. Lunet uvidí jen tu, kterou zvolíte.
da: Vælg dit kort (eller en andens) for at udfylde dette. Lunet ser kun det, du vælger.
de: Wähle deine Karte (oder die einer anderen Person), um das auszufüllen. Lunet sieht nur die, die du auswählst.
el: Επιλέξτε την κάρτα σας (ή οποιουδήποτε) για να συμπληρωθεί. Το Lunet βλέπει μόνο αυτήν που επιλέγετε.
es: Elige tu tarjeta (o la de cualquiera) para llenar esto. Lunet solo ve la que elijas.
fi: Täytä tiedot valitsemalla korttisi (tai kenen tahansa). Lunet näkee vain valitsemasi kortin.
fr: Choisissez votre fiche (ou celle de quelqu’un d’autre) pour remplir ces champs. Lunet ne voit que celle que vous choisissez.
he: בחר את הכרטיס שלך (או של כל אחד אחר) כדי למלא את זה. Lunet רואה רק את הכרטיס שתבחר.
hi: इसे भरने के लिए अपना (या किसी का भी) कार्ड चुनें। Lunet सिर्फ़ वही कार्ड देखता है जो आप चुनते हैं।
hr: Odaberite svoju karticu (ili bilo čiju) kako biste ovo ispunili. Lunet vidi samo onu koju odaberete.
hu: A kitöltéshez válassza ki a saját (vagy bárki más) kártyáját. A Lunet csak a kiválasztottat látja.
id: Pilih kartu Anda (atau milik siapa pun) untuk mengisinya. Lunet hanya melihat kartu yang Anda pilih.
it: Scegli la tua scheda (o quella di chiunque) per compilare. Lunet vede solo quella che scegli.
ja: 自分の（または誰かの）連絡先カードを選んで入力します。Lunetが見るのは選択したカードのみです。
ko: 본인(또는 다른 사람)의 카드를 선택하여 채우십시오. Lunet은 선택한 카드만 볼 수 있습니다.
ms: Pilih kad anda (atau kad sesiapa) untuk mengisi ini. Lunet hanya melihat kad yang anda pilih.
nb: Velg kortet ditt (eller noen andres) for å fylle ut dette. Lunet ser bare det du velger.
nl: Kies je kaart (of die van iemand anders) om dit in te vullen. Lunet ziet alleen de kaart die je kiest.
pl: Wybierz swoją wizytówkę (lub kogokolwiek), aby to wypełnić. Lunet widzi tylko tę, którą wybierzesz.
pt_br: Escolha o seu cartão (ou o de qualquer pessoa) para preencher isto. O Lunet só vê o que você escolher.
pt_pt: Escolha o seu cartão (ou o de outra pessoa) para preencher isto. A Lunet só vê o que escolher.
ro: Alegeți fișa dvs. (sau a oricui) pentru a completa aceste câmpuri. Lunet vede doar fișa pe care o alegeți.
ru: Выберите свою карточку (или чью-то еще), чтобы заполнить поля. Lunet видит только выбранную.
sk: Na vyplnenie vyberte svoju kartu (alebo kohokoľvek iného). Lunet uvidí iba tú, ktorú vyberiete.
sv: Välj ditt kort (eller någon annans) för att fylla i detta. Lunet ser bara det du väljer.
th: เลือกการ์ดของคุณ (หรือของใครก็ได้) เพื่อกรอกข้อมูลนี้ Lunet จะเห็นเฉพาะการ์ดที่คุณเลือก
tr: Bunu doldurmak için kendi kartınızı (veya herhangi birininkini) seçin. Lunet yalnızca seçtiğiniz kartı görür.
uk: Виберіть свою картку (або чиюсь іншу), щоб заповнити поля. Lunet бачить лише вибрану.
vi: Chọn thẻ của bạn (hoặc của bất kỳ ai) để điền thông tin này. Lunet chỉ thấy thẻ bạn chọn.
zh_hans: 选取你的（或任何人的）名片来填写。Lunet 只能看到你选择的那一张。
zh_hant: 選擇你的名片（或任何人的）來填入資料。Lunet 只會看到你選擇的那一張。

source: Pin
ar: تثبيت
ca: Fixa
cs: Připnout
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Fijar
fi: Kiinnitä
fr: Épingler
he: הצמד
hi: पिन करें
hr: Prikvači
hu: Kitűzés
id: Sematkan
it: Fissa
ja: ピンで固定
ko: 고정
nb: Fest
nl: Zet vast
pl: Przypnij
pt_br: Fixar
pt_pt: Fixar
ro: Fixați
ru: Закрепить
sk: Pripnúť
sv: Fäst
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 置顶
zh_hant: 釘選

source: Pin any scan to keep it here.
ar: ثبّت أي عملية مسح لإبقائها هنا.
ca: Fixa qualsevol escaneig per tenir-lo aquí.
cs: Připněte jakékoli skenování, aby tu zůstalo.
da: Fastgør en scanning for at have den her.
de: Hefte einen Scan an, um ihn hier zu behalten.
el: Καρφιτσώστε οποιαδήποτε σάρωση για να την κρατήσετε εδώ.
es: Fija cualquier escaneo para tenerlo aquí.
fi: Kiinnitä mikä tahansa skannaus pitääksesi sen täällä.
fr: Épinglez un scan pour le garder ici.
he: הצמד כל סריקה כדי לשמור אותה כאן.
hi: किसी भी स्कैन को यहाँ रखने के लिए उसे पिन करें।
hr: Prikvačite bilo koje skeniranje kako bi ostalo ovdje.
hu: Tűzzön ki bármilyen beolvasást, hogy itt legyen.
id: Sematkan pindaian apa pun agar tetap di sini.
it: Fissa una scansione per tenerla qui.
ja: スキャンをピンで固定すると、ここに表示されます。
ko: 스캔을 고정하면 여기에 보관됩니다.
ms: Pin mana-mana imbasan untuk menyimpannya di sini.
nb: Fest en skanning for å beholde den her.
nl: Zet een scan vast om hem hier te houden.
pl: Przypnij dowolny skan, aby go tu zachować.
pt_br: Fixe qualquer escaneamento para mantê-lo aqui.
pt_pt: Fixe qualquer leitura para a manter aqui.
ro: Fixați orice scanare pentru a o păstra aici.
ru: Закрепите любое сканирование, чтобы оно было здесь.
sk: Pripnite si akýkoľvek sken, aby ste ho mali tu.
sv: Fäst en skanning för att ha den här.
th: ปักหมุดการสแกนใดก็ได้เพื่อเก็บไว้ที่นี่
tr: Burada tutmak için herhangi bir taramayı sabitleyin.
uk: Закріпіть будь-яке сканування, щоб воно було тут.
vi: Ghim bất kỳ lượt quét nào để giữ ở đây.
zh_hans: 将任意扫描记录置顶以保留在这里。
zh_hant: 釘選任何掃描項目以保留在這裡。

source: Pin to Your Codes
ar: تثبيت في «رموزك»
ca: Fixa a Els teus codis
cs: Připnout k Vašim kódům
da: Fastgør i Dine koder
de: An „Deine Codes“ anheften
el: Καρφίτσωμα στους Κωδικούς σας
es: Fijar en Tus códigos
fi: Kiinnitä Omiin koodeihin
fr: Épingler dans Vos codes
he: הצמד ל״הקודים שלך״
hi: आपके कोड में पिन करें
hr: Prikvači u Vaše kodove
hu: Kitűzés a Saját kódok közé
id: Sematkan ke Kode Anda
it: Fissa in I tuoi codici
ja: マイコードにピンで固定
ko: 나의 코드에 고정
ms: Pin ke Kod Anda
nb: Fest til Dine koder
nl: Zet vast in ‘Jouw codes’
pl: Przypnij do Twoich kodów
pt_br: Fixar em Seus Códigos
pt_pt: Fixar em «Os seus códigos»
ro: Fixați în Codurile dvs.
ru: Закрепить в «Ваших кодах»
sk: Pripnúť do Vašich kódov
sv: Fäst i Dina koder
th: ปักหมุดไว้ในโค้ดของคุณ
tr: Kodlarınız’a Sabitle
uk: Закріпити у «Ваших кодах»
vi: Ghim vào Mã của bạn
zh_hans: 置顶到“我的码”
zh_hant: 釘選到「你的條碼」

source: Pinned
ar: المثبّتة
ca: Fixats
cs: Připnuté
da: Fastgjorte
de: Angeheftet
el: Καρφιτσωμένοι
es: Fijados
fi: Kiinnitetyt
fr: Épinglés
he: מוצמדים
hi: पिन किए गए
hr: Prikvačeno
hu: Kitűzött
id: Disematkan
it: Fissati
ja: ピンで固定
ko: 고정됨
ms: Dipin
nb: Festet
nl: Vastgezet
pl: Przypięte
pt_br: Fixados
pt_pt: Fixados
ro: Fixate
ru: Закрепленные
sk: Pripnuté
sv: Fästa
th: ที่ปักหมุด
tr: Sabitlenenler
uk: Закріплені
vi: Đã ghim
zh_hans: 已置顶
zh_hant: 已釘選

source: Place names
ar: أسماء الأماكن
ca: Noms de llocs
cs: Názvy míst
da: Stednavne
de: Ortsnamen
el: Ονόματα μερών
es: Nombres de lugares
fi: Paikannimet
fr: Noms de lieux
he: שמות מקומות
hi: जगहों के नाम
hr: Nazivi mjesta
hu: Helynevek
id: Nama tempat
it: Nomi dei luoghi
ja: 地名
ko: 장소 이름
ms: Nama tempat
nb: Stedsnavn
nl: Plaatsnamen
pl: Nazwy miejsc
pt_br: Nomes de lugares
pt_pt: Nomes de locais
ro: Nume de locuri
ru: Названия мест
sk: Názvy miest
sv: Platsnamn
th: ชื่อสถานที่
tr: Yer adları
uk: Назви місць
vi: Tên địa điểm
zh_hans: 地点名称
zh_hant: 地點名稱

source: Place names only, kept on this iPhone
ar: أسماء الأماكن فقط، محفوظة على هذا الـ iPhone
ca: Només noms de llocs, desats en aquest iPhone
cs: Jen názvy míst, uložené na tomto iPhonu
da: Kun stednavne, gemt på denne iPhone
de: Nur Ortsnamen, auf diesem iPhone gespeichert
el: Μόνο ονόματα μερών, αποθηκευμένα σε αυτό το iPhone
es: Solo nombres de lugares, guardados en este iPhone
fi: Vain paikannimet, tallennettu tähän iPhoneen
fr: Noms de lieux uniquement, conservés sur cet iPhone
he: שמות מקומות בלבד, נשמרים ב־iPhone הזה
hi: सिर्फ़ जगहों के नाम, इसी iPhone पर रखे जाते हैं
hr: Samo nazivi mjesta, čuvaju se na ovom iPhoneu
hu: Csak helynevek, ezen az iPhone-on tárolva
id: Hanya nama tempat, disimpan di iPhone ini
it: Solo nomi dei luoghi, conservati su questo iPhone
ja: 地名のみ、このiPhoneに保存
ko: 장소 이름만, 이 iPhone에 보관
ms: Nama tempat sahaja, disimpan pada iPhone ini
nb: Bare stedsnavn, lagret på denne iPhonen
nl: Alleen plaatsnamen, bewaard op deze iPhone
pl: Tylko nazwy miejsc, przechowywane na tym iPhonie
pt_br: Apenas nomes de lugares, mantidos neste iPhone
pt_pt: Apenas nomes de locais, guardados neste iPhone
ro: Doar nume de locuri, păstrate pe acest iPhone
ru: Только названия мест, хранятся на этом iPhone
sk: Iba názvy miest, uložené v tomto iPhone
sv: Bara platsnamn, sparade på den här iPhonen
th: เฉพาะชื่อสถานที่ เก็บไว้บน iPhone เครื่องนี้
tr: Yalnızca yer adları, bu iPhone’da saklanır
uk: Лише назви місць, зберігаються на цьому iPhone
vi: Chỉ tên địa điểm, lưu trên iPhone này
zh_hans: 仅地点名称，存储在此 iPhone 上
zh_hant: 僅地點名稱，保留在此 iPhone 上

source: Point at a QR code or barcode to scan it.
ar: وجّه الكاميرا إلى رمز QR أو رمز شريطي لمسحه.
ca: Apunta a un codi QR o de barres per escanejar-lo.
cs: Namiřte na QR kód nebo čárový kód a naskenujte ho.
da: Peg mod en QR-kode eller stregkode for at scanne den.
de: Richte die Kamera auf einen QR-Code oder Barcode, um ihn zu scannen.
el: Στρέψτε την κάμερα σε έναν κωδικό QR ή γραμμωτό κωδικό για σάρωση.
es: Apunta a un código QR o de barras para escanearlo.
fi: Skannaa osoittamalla QR- tai viivakoodia.
fr: Visez un code QR ou un code-barres pour le scanner.
he: כוון אל קוד QR או ברקוד כדי לסרוק אותו.
hi: स्कैन करने के लिए कैमरा को QR कोड या बारकोड की ओर करें।
hr: Usmjerite kameru prema QR kôdu ili crtičnom kôdu kako biste ga skenirali.
hu: A beolvasáshoz irányítsa a kamerát egy QR-kódra vagy vonalkódra.
id: Arahkan ke kode QR atau barcode untuk memindainya.
it: Inquadra un codice QR o a barre per scansionarlo.
ja: QRコードやバーコードにカメラを向けてスキャンします。
ko: 스캔하려면 QR 코드나 바코드를 비추십시오.
ms: Halakan ke kod QR atau kod bar untuk mengimbasnya.
nb: Rett kameraet mot en QR-kode eller strekkode for å skanne den.
nl: Richt op een QR-code of barcode om hem te scannen.
pl: Skieruj aparat na kod QR lub kod kreskowy, aby go zeskanować.
pt_br: Aponte para um código QR ou de barras para escaneá-lo.
pt_pt: Aponte para um código QR ou de barras para o ler.
ro: Îndreptați camera spre un cod QR sau un cod de bare pentru a-l scana.
ru: Наведите камеру на QR-код или штрихкод, чтобы отсканировать его.
sk: Namierte na QR kód alebo čiarový kód a naskenujte ho.
sv: Rikta mot en QR-kod eller streckkod för att skanna den.
th: หันกล้องไปที่ QR โค้ดหรือบาร์โค้ดเพื่อสแกน
tr: Taramak için bir QR koda veya barkoda doğrultun.
uk: Наведіть камеру на QR-код або штрихкод, щоб відсканувати його.
vi: Hướng camera vào mã QR hoặc mã vạch để quét.
zh_hans: 对准 QR 码或条形码即可扫描。
zh_hant: 對準 QR 碼或條碼即可掃描。

source: Point at a code
ar: وجّه الكاميرا إلى رمز
ca: Apunta a un codi
cs: Namiřte na kód
da: Peg mod en kode
de: Auf einen Code richten
el: Στρέψτε σε έναν κωδικό
es: Apunta a un código
fi: Osoita koodia
fr: Visez un code
he: כוון אל קוד
hi: कैमरा को किसी कोड की ओर करें
hr: Usmjerite prema kôdu
hu: Irányítsa egy kódra
id: Arahkan ke kode
it: Inquadra un codice
ja: コードにカメラを向けてください
ko: 코드를 비추십시오
ms: Halakan ke kod
nb: Rett mot en kode
nl: Richt op een code
pl: Skieruj na kod
pt_br: Aponte para um código
pt_pt: Aponte para um código
ro: Îndreptați camera spre un cod
ru: Наведите на код
sk: Namierte na kód
sv: Rikta mot en kod
th: หันกล้องไปที่โค้ด
tr: Bir koda doğrultun
uk: Наведіть на код
vi: Hướng vào một mã
zh_hans: 对准一个码
zh_hant: 對準條碼

source: Point at any code around you
ar: وجّه الكاميرا إلى أي رمز من حولك
ca: Apunta a qualsevol codi del teu voltant
cs: Namiřte na jakýkoli kód kolem sebe
da: Peg mod en hvilken som helst kode omkring dig
de: Richte die Kamera auf einen beliebigen Code in deiner Nähe
el: Στρέψτε σε οποιονδήποτε κωδικό γύρω σας
es: Apunta a cualquier código a tu alrededor
fi: Osoita mitä tahansa koodia ympärilläsi
fr: Visez n’importe quel code autour de vous
he: כוון אל כל קוד שסביבך
hi: कैमरा को अपने आसपास के किसी भी कोड की ओर करें
hr: Usmjerite prema bilo kojem kôdu oko sebe
hu: Irányítsa bármelyik kódra a környezetében
id: Arahkan ke kode apa pun di sekitar Anda
it: Inquadra qualsiasi codice intorno a te
ja: 身の回りのコードにカメラを向けてください
ko: 주변의 아무 코드나 비추십시오
ms: Halakan ke mana-mana kod di sekeliling anda
nb: Rett mot en hvilken som helst kode rundt deg
nl: Richt op een willekeurige code om je heen
pl: Skieruj na dowolny kod wokół siebie
pt_br: Aponte para qualquer código ao seu redor
pt_pt: Aponte para qualquer código à sua volta
ro: Îndreptați camera spre orice cod din jur
ru: Наведите камеру на любой код вокруг
sk: Namierte na akýkoľvek kód okolo vás
sv: Rikta mot valfri kod omkring dig
th: หันกล้องไปที่โค้ดใดก็ได้รอบตัวคุณ
tr: Çevrenizdeki herhangi bir koda doğrultun
uk: Наведіть камеру на будь-який код довкола
vi: Hướng vào bất kỳ mã nào quanh bạn
zh_hans: 对准你身边的任意码
zh_hant: 對準你周遭的任何條碼

source: Point your camera at the code
ar: وجّه الكاميرا إلى الرمز
ca: Apunta la càmera al codi
cs: Namiřte fotoaparát na kód
da: Peg kameraet mod koden
de: Richte deine Kamera auf den Code
el: Στρέψτε την κάμερα στον κωδικό
es: Apunta la cámara al código
fi: Osoita kameralla koodia
fr: Pointez l’appareil photo vers le code
he: כוון את המצלמה אל הקוד
hi: अपना कैमरा कोड की ओर करें
hr: Usmjerite kameru prema kôdu
hu: Irányítsa a kamerát a kódra
id: Arahkan kamera ke kode
it: Inquadra il codice con la fotocamera
ja: コードにカメラを向けてください
ko: 카메라로 코드를 비추십시오
ms: Halakan kamera anda ke kod
nb: Rett kameraet mot koden
nl: Richt je camera op de code
pl: Skieruj aparat na kod
pt_br: Aponte a câmera para o código
pt_pt: Aponte a câmara para o código
ro: Îndreptați camera spre cod
ru: Наведите камеру на код
sk: Namierte kameru na kód
sv: Rikta kameran mot koden
th: หันกล้องของคุณไปที่โค้ด
tr: Kameranızı koda doğrultun
uk: Наведіть камеру на код
vi: Hướng camera vào mã
zh_hans: 将相机对准码
zh_hant: 將相機對準條碼

source: Portland
ar: بورتلاند
el: Πόρτλαντ
he: פורטלנד
hi: पोर्टलैंड
ja: ポートランド
ko: 포틀랜드
ru: Портленд
th: พอร์ตแลนด์
uk: Портленд
zh_hans: 波特兰
zh_hant: 波特蘭

source: Porto
ar: بورتو
el: Πόρτο
es: Oporto
he: פורטו
hi: पोर्तो
ja: ポルト
ko: 포르투
ru: Порту
th: ปอร์โต
uk: Порту
zh_hans: 波尔图
zh_hant: 波多

source: Postal service
ar: الخدمة البريدية
ca: Servei postal
cs: Poštovní služba
da: Posttjeneste
de: Postdienst
el: Ταχυδρομική υπηρεσία
es: Servicio postal
fi: Postipalvelu
fr: Service postal
he: שירות דואר
hi: डाक सेवा
hr: Poštanska usluga
hu: Postai szolgáltatás
id: Layanan pos
it: Servizio postale
ja: 郵便サービス
ko: 우편 서비스
ms: Perkhidmatan pos
nb: Posttjeneste
nl: Postdienst
pl: Usługa pocztowa
pt_br: Serviço postal
pt_pt: Serviço postal
ro: Serviciu poștal
ru: Почтовая служба
sk: Poštová služba
sv: Posttjänst
th: บริการไปรษณีย์
tr: Posta hizmeti
uk: Поштова служба
vi: Dịch vụ bưu chính
zh_hans: 邮政服务
zh_hant: 郵政服務

source: Poster
ar: ملصق إعلاني
ca: Pòster
cs: Plakát
da: Plakat
el: Αφίσα
es: Póster
fi: Juliste
fr: Affiche
he: פוסטר
hi: पोस्टर
hr: Plakat
hu: Plakát
ja: ポスター
ko: 포스터
nb: Plakat
pl: Plakat
pt_br: Pôster
pt_pt: Cartaz
ro: Afiș
ru: Постер
sk: Plagát
sv: Affisch
th: โปสเตอร์
tr: Afiş
uk: Постер
vi: Áp phích
zh_hans: 海报
zh_hant: 海報

source: Prague
ar: براغ
ca: Praga
cs: Praha
da: Prag
de: Prag
el: Πράγα
es: Praga
fi: Praha
he: פראג
hi: प्राग
hr: Prag
hu: Prága
id: Praha
it: Praga
ja: プラハ
ko: 프라하
nb: Praha
nl: Praag
pl: Praga
pt_br: Praga
pt_pt: Praga
ro: Praga
ru: Прага
sk: Praha
sv: Prag
th: ปราก
tr: Prag
uk: Прага
vi: Praha
zh_hans: 布拉格
zh_hant: 布拉格

source: Premium Economy
ar: الدرجة السياحية الممتازة
cs: Prémiová ekonomická
da: Premium Økonomi
es: Turista Premium
fi: Premium-turistiluokka
fr: Premium Économique
he: פרימיום אקונומי
hi: प्रीमियम इकॉनमी
hr: Premium ekonomska
hu: Prémium turista
id: Ekonomi Premium
ja: プレミアムエコノミー
ko: 프리미엄 이코노미
ms: Ekonomi Premium
nb: Premium økonomi
pl: Ekonomiczna Premium
pt_br: Econômica Premium
pt_pt: Económica Premium
ro: Economic Premium
ru: Премиум-эконом
sk: Prémiová ekonomická
sv: Premium Ekonomi
th: ชั้นประหยัดพรีเมียม
tr: Premium Ekonomi
uk: Преміум-економ
vi: Phổ thông đặc biệt
zh_hans: 超级经济舱
zh_hant: 豪華經濟艙

source: Presets
ar: الإعدادات المسبقة
ca: Predefinits
cs: Předvolby
da: Forindstillinger
de: Vorlagen
el: Προεπιλογές
es: Predefinidos
fi: Esiasetukset
fr: Préréglages
he: הגדרות מוכנות
hi: प्रीसेट
hr: Predlošci
hu: Előbeállítások
id: Preset
it: Preimpostati
ja: プリセット
ko: 프리셋
ms: Praset
nb: Forhåndsvalg
nl: Voorinstellingen
pl: Gotowe style
pt_br: Predefinições
pt_pt: Predefinições
ro: Presetări
ru: Пресеты
sk: Predvoľby
sv: Förinställningar
th: ค่าที่ตั้งไว้ล่วงหน้า
tr: Hazır ayarlar
uk: Пресети
vi: Mẫu có sẵn
zh_hans: 预设
zh_hant: 預設組合

source: Press and hold to scan.
ar: اضغط مطولًا للمسح.
ca: Mantén premut per escanejar.
cs: Podržením naskenujete.
da: Hold fingeren nede for at scanne.
de: Zum Scannen gedrückt halten.
el: Πατήστε παρατεταμένα για σάρωση.
es: Mantén presionado para escanear.
fi: Skannaa painamalla pitkään.
fr: Maintenez le bouton enfoncé pour scanner.
he: לחץ והחזק כדי לסרוק.
hi: स्कैन करने के लिए दबाकर रखें।
hr: Pritisnite i držite za skeniranje.
hu: Tartsa lenyomva a beolvasáshoz.
id: Tekan dan tahan untuk memindai.
it: Tieni premuto per scansionare.
ja: 長押ししてスキャン。
ko: 길게 눌러 스캔하십시오.
ms: Tekan dan tahan untuk mengimbas.
nb: Trykk og hold for å skanne.
nl: Houd ingedrukt om te scannen.
pl: Naciśnij i przytrzymaj, aby skanować.
pt_br: Mantenha pressionado para escanear.
pt_pt: Mantenha premido para ler.
ro: Țineți apăsat pentru a scana.
ru: Нажмите и удерживайте, чтобы сканировать.
sk: Podržaním naskenujete.
sv: Håll ned för att skanna.
th: กดค้างไว้เพื่อสแกน
tr: Taramak için basılı tutun.
uk: Натисніть і утримуйте, щоб сканувати.
vi: Nhấn và giữ để quét.
zh_hans: 按住以扫描。
zh_hant: 按住以掃描。

source: Pretends to be %@
ar: يتظاهر بأنه %@
ca: Es fa passar per %@
cs: Vydává se za %@
da: Udgiver sig for at være %@
de: Gibt sich als %@ aus
el: Προσποιείται ότι είναι το %@
es: Se hace pasar por %@
fi: Esiintyy kohteena %@
fr: Se fait passer pour %@
he: מתחזה ל־%@
hi: %@ होने का दिखावा करता है
hr: Predstavlja se kao %@
hu: Kiadja magát ennek: %@
id: Berpura-pura sebagai %@
it: Si spaccia per %@
ja: %@になりすましています
ko: %@ 사칭
ms: Berpura-pura menjadi %@
nb: Utgir seg for å være %@
nl: Doet zich voor als %@
pl: Udaje %@
pt_br: Finge ser %@
pt_pt: Faz-se passar por %@
ro: Se dă drept %@
ru: Выдает себя за %@
sk: Vydáva sa za %@
sv: Utger sig för att vara %@
th: แอบอ้างเป็น %@
tr: %@ gibi davranıyor
uk: Видає себе за %@
vi: Mạo danh %@
zh_hans: 冒充 %@
zh_hant: 冒充 %@

# Preview of the %@ for %@
source: Preview of the %1$@ for %2$@
ar: معاينة %1$@ لـ %2$@
ca: Previsualització del %1$@ de %2$@
cs: Náhled: %1$@ pro %2$@
da: Eksempel på %1$@ til %2$@
de: Vorschau: %1$@ für %2$@
el: Προεπισκόπηση του %1$@ για %2$@
es: Vista previa del %1$@ de %2$@
fi: Esikatselu: %1$@, %2$@
fr: Aperçu du %1$@ pour %2$@
he: תצוגה מקדימה של %1$@ עבור %2$@
hi: %2$@ के लिए %1$@ का प्रिव्यू
hr: Pregled: %1$@ za %2$@
hu: Előnézet: %1$@ – %2$@
id: Pratinjau %1$@ untuk %2$@
it: Anteprima di %1$@ per %2$@
ja: %2$@の%1$@のプレビュー
ko: %2$@의 %1$@ 미리보기
ms: Pratonton %1$@ untuk %2$@
nb: Forhåndsvisning av %1$@ for %2$@
nl: Voorvertoning van %1$@ voor %2$@
pl: Podgląd: %1$@ dla %2$@
pt_br: Pré-visualização do %1$@ para %2$@
pt_pt: Pré-visualização do %1$@ para %2$@
ro: Previzualizare %1$@ pentru %2$@
ru: Предпросмотр: %1$@ для %2$@
sk: Ukážka: %1$@ pre %2$@
sv: Förhandsvisning av %1$@ för %2$@
th: ตัวอย่าง %1$@ สำหรับ %2$@
tr: %2$@ için %1$@ önizlemesi
uk: Попередній перегляд: %1$@ для %2$@
vi: Bản xem trước %1$@ cho %2$@
zh_hans: %2$@ 的%1$@预览
zh_hant: %2$@ 的%1$@預覽

source: Print
ar: طباعة
ca: Imprimeix
cs: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
fi: Tulosta
fr: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispiši
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Imprimați
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印

source: Printed on the code
ar: مطبوع على الرمز
ca: Imprès al codi
cs: Vytištěno na kódu
da: Trykt på koden
de: Auf dem Code aufgedruckt
el: Τυπωμένο στον κωδικό
es: Impreso en el código
fi: Painettu koodiin
fr: Imprimé sur le code
he: מודפס על הקוד
hi: कोड पर छपा हुआ
hr: Ispisano na kôdu
hu: A kódra nyomtatva
id: Tercetak pada kode
it: Stampato sul codice
ja: コード上の表記
ko: 코드에 인쇄된 내용
ms: Dicetak pada kod
nb: Trykt på koden
nl: Op de code gedrukt
pl: Nadrukowane na kodzie
pt_br: Impresso no código
pt_pt: Impresso no código
ro: Tipărit pe cod
ru: Напечатано на коде
sk: Vytlačené na kóde
sv: Tryckt på koden
th: ที่พิมพ์อยู่บนโค้ด
tr: Kodun üzerinde basılı
uk: Надруковано на коді
vi: In trên mã
zh_hans: 码上印着的
zh_hant: 條碼上印的內容

source: Privacy
ar: الخصوصية
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

source: Product
ar: المنتج
ca: Producte
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
es: Producto
fi: Tuote
fr: Produit
he: מוצר
hi: प्रोडक्ट
hr: Proizvod
hu: Termék
id: Produk
it: Prodotto
ja: 商品
ko: 제품
ms: Produk
nb: Produkt
pl: Produkt
pt_br: Produto
pt_pt: Produto
ro: Produs
ru: Товар
sk: Produkt
sv: Produkt
th: สินค้า
tr: Ürün
uk: Товар
vi: Sản phẩm
zh_hans: 产品
zh_hant: 商品

source: Product Barcode
ar: رمز شريطي للمنتج
ca: Codi de barres de producte
cs: Čárový kód produktu
da: Produktstregkode
de: Produkt-Barcode
el: Γραμμωτός κωδικός προϊόντος
es: Código de barras de producto
fi: Tuotteen viivakoodi
fr: Code-barres de produit
he: ברקוד מוצר
hi: प्रोडक्ट बारकोड
hr: Crtični kôd proizvoda
hu: Termékvonalkód
id: Barcode Produk
it: Codice a barre del prodotto
ja: 商品バーコード
ko: 제품 바코드
ms: Kod Bar Produk
nb: Produktstrekkode
pl: Kod kreskowy produktu
pt_br: Código de Barras de Produto
pt_pt: Código de barras de produto
ro: Cod de bare de produs
ru: Штрихкод товара
sk: Čiarový kód produktu
sv: Produktstreckkod
th: บาร์โค้ดสินค้า
tr: Ürün Barkodu
uk: Штрихкод товару
vi: Mã vạch sản phẩm
zh_hans: 产品条形码
zh_hant: 商品條碼
